# LbMassPerMin Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..LbMassPerMin Property
SymbolTypeId Class See Also
---
Symbol lb/min, indicating unit Pounds mass per minute.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId LbMassPerMin { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LbMassPerMin As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LbMassPerMin {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace